---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.OneColon
source: html/a21cf7fc-2334-48f1-a4fc-f85054e6eba9.htm
---
# Autodesk.Revit.DB.SymbolTypeId.OneColon Property

Symbol 1:, indicating unit 1 : Ratio.

## Syntax (C#)
```csharp
public static ForgeTypeId OneColon { get; }
```